Revit 2027 API
BuiltInFailures.ImportFailures.BadFaceFoundInDwg Property
 One or more hatch regions were found in the imported file with unconnected boundaries. These hatch regions will be ignored.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId BadFaceFoundInDwg { get; }
Public Shared ReadOnly Property BadFaceFoundInDwg As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ BadFaceFoundInDwg {
	FailureDefinitionId^ get ();
}
static member BadFaceFoundInDwg : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ImportFailures Class
Autodesk.Revit.DB Namespace